app/controllers/userroles_controller.rb

SELECT * FROM "userroles"
---
  def index
    @userroles = Userrole.all